/*
 Localizable.strings
 KofaxMobileDemo
 
 Created by David Duffy on 2/3/15.
 Copyright (c) 2016 Kofax. All rights reserved.
 */

"Account Number" = "Numero conto";
"Active Profile" = "Profilo attivo";
"Add Component" = "Aggiungi componente";
"Add Image Processor Settings to Mail Body:" = "Aggiungi impostazioni processore immagine al corpo mail:";
"Address 1" = "Indirizzo 1";
"Address 2" = "Indirizzo 2";
"Advanced Settings" = "Impostazioni avanzate";
"Advanced" = "Avanzate";
"Africa" = "Africa";
"All Profiles" = "Tutti i profili";
"Amount Due" = "Importo dovuto";
"Amount Title" = "Titolo importo";
"Amount Title:" = "Titolo importo:";
"Amount" = "Importo";
"Amounts mismatch" = "Importi non corrispondenti";
"An endorsement could not be found on the back of the check. Would you like to retry?" = "Girata non trovata sul retro assegno. Riprovare?";
"Animated Guides" = "Guide animate";
"App Stats Settings" = "Impostazioni stat app";
"App Title:" = "Titolo app:";
"App:" = "App:";
"Asia" = "Asia";
"Australia" = "Australia";
"Auto Crop:" = "Ritaglio auto:";
"Auto Rotate:" = "Rotazione auto:";
"Auto" = "Auto";
"BUTTON PREVIEW" = "PULSANTE ANTEPRIMA";
"BUTTONS" = "PULSANTI";
"BW" = "BN";
"Back Instructions Text" = "Testo istruzioni retro";
"Back Instructions Text:" = "Testo istruzioni retro:";
"Back Retake Button Text:" = "Testo pulsante scatta di nuovo retro:";
"Back Use Button Text:" = "Testo pulsante uso retro:";
"Back Use Button Text" = "Testo pulsante uso retro";
"Back User Instruction Text" = "Testo istruzioni utente retro";
"Back" = "Indietro";
"Background Smoothing:" = "Sfondo uniforme:";
"Basic" = "Base";
"Bill extraction cannot be performed because the app cannot connect to the network." = "Estrazione fattura non riuscita, app non connessa alla rete.";
"Check extraction cannot be performed because the app cannot connect to the network." = "Estrazione assegno non riuscita, app non connessa alla rete.";
"Credit Card Cannot be extracted as the device cannot connect to the network." = "Impossibile estrarre carta di credito, dispositivo non connesso alla rete.";
"Black" = "Nero";
"Blue (0 - 255):" = "Blu (0 - 255):";
"Both" = "Entrambi";
"Button Color" = "Colore pulsante";
"CSkew Settings:" = "Impostazioni CSkew:";
"CSkew String" = "Stringa CSkew";
"CVV" = "CVV";
"Camera Screen" = "Schermata fotocamera";
"Camera Settings" = "Impostazioni fotocamera";
"Canada" = "Canada";
"Cancel Button Text" = "Testo pulsante Annulla";
"Cancel Button Text:" = "Testo pulsante Annulla:";
"Cancel" = "Annulla";
"Capture Experience:" = "Ambiente acquisizione:";
"Capture Type:" = "Tipo acquisizione:";
"Capture your information simply by taking a photo of your driver license" = "Scatta una foto alla patente di guida e acquisisci i tuoi dati";
"Card Number" = "Numero carta";
"Check Animation" = "Animazione assegno";
"Check Back" = "Retro assegno";
"Check Deposit" = "Conto assegni";
"Check Extraction:" = "Estrai assegno:";
"Check For Duplicates" = "Controlla duplicati";
"Check Front" = "Fronte assegno";
"Check History" = "Cronologia assegno";
"Check Number Title" = "Titolo numero assegno";
"Check Number Title:" = "Titolo numero assegno:";
"Check Number" = "Numero assegno";
"Check Validation:" = "Convalida assegno:";
"Check is not usable." = "Assegno non utilizzabile.";
"Checking" = "Assegni";
"City" = "Città";
"Clear" = "Cancella";
"Clone Profile" = "Clona profilo";
"Color Style" = "Stile colore";
"Color" = "Colore";
"Component Alert!!!" = "Avviso componente!";
"Component with empty name can't be saved. Please enter component name." = "Impossibile salvare un componente con nome vuoto. Immettere nome.";
"Content" = "Contenuto";
"Corners" = "Angoli";
"Could not classify Driver License." = "Impossibile classificare patente di guida.";
"Couldn’t read the Document." = "Documento non letto.";
"Couldn’t read the bill" = "Impossibile leggere la fattura";
"Coupon Submitted For Processing" = "Scontrino inviato per l'elaborazione";
"Create New Profile" = "Crea nuovo profilo";
"Create Profile" = "Crea profilo";
"Custom Button Color" = "Colore pulsante";
"Custom Button Title Color" = "Colore titolo pulsante";
"Custom Color" = "Colore personalizzato";
"Custom Component" = "Componente personalizzato";
"Custom Fields" = "Campi personalizzati";
"Custom Header Color" = "Colore header";
"Custom Header Title Color" = "Colore titolo header";
"Dark Blue" = "Blu scuro";
"Dark Gray" = "Grigio scuro";
"Dark Green" = "Verde scuro";
"Database not found" = "Database non trovato";
"Default profile cannot be deleted!!!" = "Impossibile eliminare profilo predefinito!";
"Deposit Submitted For Processing" = "Deposito inviato per l'elaborazione";
"Deposit To Title:" = "Titolo per deposito in:";
"Deposit To Title" = "Titolo per deposito in";
"Deposit To" = "Deposita in";
"Deposit to" = "Deposita in";
"Deskew By:" = "Raddrizza per:";
"Deskew:" = "Raddrizza:";
"Despeckle" = "Smacchia";
"Detect" = "Rileva";
"Embossed" = "Con stampa in rilievo";
"Non-Embossed" = "Senza stampa in rilievo";
"Device Orientation Text:" = "Testo orientamento dispositivo:";
"Do Process:" = "Elabora:";
"Do not show again" = "Non mostrare più";
"Do you want to cancel submission of License?" = "Annullare invio patente?";
"Do you want to cancel submission of the License?" = "Annullare invio patente?";
"Do you want to cancel submission of the Passport?" = "Annullare invio passaporto?";
"Do you want to cancel the Check Deposit?" = "Annullare deposito assegno?";
"Do you want to cancel the credit card payment?" = "Annullare pagamento con carta di credito?";
"Do you want to cancel the payment?" = "Annullare il pagamento?";
"Do you want to save your changes?" = "Salvare le modifiche?";
"Document Type" = "Tipo documento";
"Document extraction cannot be performed because the app cannot connect to the network." = "Estrazione documento non riuscita, app non connessa alla rete.";
"Document" = "Documento";
"Driver License Submitted For Processing" = "Patente di guida inviata per l'elaborazione";
"Driver License extraction cannot be performed because the app cannot connect to the network." = "Estrazione patente di guida non riuscita, app non connessa alla rete.";
"Driver License" = "Patente di guida";
"Duplicate Check" = "Assegno duplicato";
"Duplicate component name please enter other name" = "Nome componente duplicato, immetti un altro nome";
"Email Settings" = "Impostazioni e-mail";
"Image Processor Settings" = "Impostazioni processore immagine";
"Edit Color" = "Modifica colore";
"Edit Component" = "Modifica componente";
"Edit Profile" = "Modifica profilo";
"Email Address" = "Indirizzo e-mail";
"Email Message" = "Messaggio e-mail";
"Email Settings" = "Impostazioni e-mail";
"Enable App Stats:" = "Attiva stat app:";
"Endorsement not found" = "Girata non trovata";
"Enter Account Number" = "Immetti numero conto";
"Enter Address 1" = "Immetti indirizzo 1";
"Enter Address 2" = "Immetti indirizzo 2";
"Enter ID" = "Immetti ID";
"Enter Last Name" = "Immetti cognome";
"Enter Middle Name" = "Immetti secondo nome";
"Enter Name" = "Immetti nome";
"Enter Pay By" = "Immetti paga entro";
"Enter Payment Amount" = "Immetti importo pagamento";
"Enter Phone Number" = "Immetti numero telefonico";
"Enter Profile Name" = "Immetti nome profilo";
"Enter Street" = "Immetti via";
"Error creating INSERT statement" = "Errore creazione istruzione INSERT";
"Error" = "Errore";
"Europe" = "Europa";
"Expiry Date" = "Data di scadenza";
"Export Format:" = "Esporta formato:";
"Export Profile" = "Esporta profilo";
"Export URL:" = "Esporta URL:";
"Extraction Failed!!" = "Errore estrazione!!";
"Extraction failed" = "Errore estrazione";
"FEMALE" = "FEMMINA";
"Failed" = "Errore";
"Fit ID Card back in the frame, picture will be taken automatically" = "Adatta il documento nel riquadro, ripresa immagine automatica";
"Fit ID Card front in the frame, picture will be taken automatically" = "Adatta fronte documento nel riquadro, ripresa immagine automatica";
"Fit Passport in the frame, picture will be taken automatically" = "Adatta passaporto nel riquadro, ripresa immagine automatica";
"Fit check back in the frame, picture will be taken automatically" = "Adatta retro assegno nel riquadro, ripresa immagine automatica";
"Fit check front in the frame, picture will be taken automatically" = "Adatta fronte assegno nel riquadro, ripresa immagine automatica";
"Fit payment coupon in the frame, picture will be taken automatically" = "Adatta lo scontrino nel riquadro, ripresa immagine automatica";
"Frame Aspect Ratio:" = "Rapporto dimensioni inquadratura:";
"Front Instructions Text" = "Testo istruzioni fronte";
"Front Retake Button Text:" = "Testo pulsante scatta di nuovo fronte:";
"Front Retake Button Text" = "Testo pulsante scatta di nuovo fronte";
"Front Use Button Text:" = "Testo pulsante uso fronte:";
"Front Use Button Text" = "Testo pulsante uso fronte";
"Front User Instruction Text:" = "Testo istruzione utente fronte:";
"Front User Instruction Text" = "Testo istruzione utente fronte";
"Front" = "Fronte";
"GENERAL TEXTS" = "TESTI GENERALI";
"Gradient" = "Sfumatura";
"Gray" = "Grigio";
"Green (0 - 255):" = "Verde (0 - 255):";
"HEADERS" = "INTESTAZIONI";
"Header Color" = "Colore intestazione";
"Hold Steady Text:" = "Testo tieni fermo:";
"Hold Steady Text" = "Testo tieni fermo";
"Hold Steady" = "Tieni fermo";
"Home Screen Icon" = "Icona schermata home";
"Host name or IP address" = "Nome host o indirizzo IP";
"If the Document Type is not configured, a list containing all available ones will be shown" = "Se il tipo documento non è configurato, viene mostrato l'elenco dei tipi disponibili";
"If you have any questions, comments or suggestions please contact Technical Support" = "Per domande, commenti o suggerimenti contatta l'Assistenza tecnica";
"Image Preview" = "Anteprima immagine";
"Image" = "immagine";
"Import" = "Importa";
"Improper device orientation" = "Orientamento non corretto";
"Instruction Screen Icon" = "Icona schermata istruzioni";
"Instructions Text" = "Testo istruzioni";
"Invalid Export URL" = "URL esportazione non valido";
"Invalid Image Size" = "Formato immagine non valido";
"Invalid RTTI URL" = "URL RTTI non valido";
"Invalid check back" = "Retro assegno non valido";
"Invalid KTA URL" = "URL KTA non valido";
"KMC License has expired!" = "Licenza KMC scaduta!";
"KMC License is invalid!" = "Licenza KMC non valida!";
"Kofax Front Office Server" = "Kofax Front Office Server";
"Kofax Mobile Demo - Exported Profile" = "Kofax Mobile Demo - Profilo esportato";
"Kofax TotalAgility" = "Kofax TotalAgility";
"Latin America" = "America latina";
"Layout" = "Layout";
"Level Indicator:" = "Livella:";
"License Back" = "Retro patente";
"License Error!!!" = "Errore ottimizzazione immagine KMC!";
"License Front" = "Fronte patente";
"Light Gray" = "Grigio chiaro";
"List of Components" = "Elenco componenti";
"Local" = "Locale";
"Login Required" = "Accesso necessario";
"Login Screen" = "Schermata accesso";
"Login" = "Accedi";
"Logo" = "Logo";
"MALE" = "MASCHIO";
"MICR not detected" = "MICR non rilevato";
"Main Screen" = "Schermata principale";
"Make Deposit" = "Esegui deposito";
"Make Payment" = "Esegui pagamento";
"Manual Capture Time" = "Intervallo acquisizione manuale";
"MICR Title" = "Titolo MICR";
"MICR Title:" = "Titolo MICR:";
"Mode:" = "Modalità:";
"Move Closer Text:" = "Testo per più vicino:";
"Move Closer Text" = "Testo per più vicino";
"Move Closer" = "Più vicino";
"Name Selected Component" = "Nome componente selezionato";
"Name" = "Nome";
"Network Alert!!" = "Avviso rete!!";
"No history found" = "Cronologia non trovata";
"No" = "No";
"None" = "Nessuno";
"Not Tested" = "Non testato";
"Number" = "Numero";
"OK" = "OK";
"Off" = "Spento";
"Offset Threshold" = "Soglia di centratura";
"-"="-";
"On" = "Acceso";
"Orange" = "Arancio";
"PREVIEW" = "ANTEPRIMA";
"Page Detection:" = "Rilevamento pagina:";
"Page Not Found Text:" = "Testo pagina non trovata:";
"Passport Submitted for Processing" = "Passaporto inviato per l'elaborazione";
"Passport" = "Passaporto";
"Password" = "Password";
"Pay Bills" = "Pagamenti";
"Payment Amount" = "Importo pagamento";
"Payment Coupon" = "Scontrino pagamento";
"Payment Due:" = "Scadenza";
"Payment Submitted For Processing" = "Pagamento inviato per l'elaborazione";
"Phone Number" = "Numero tel";
"Pitch Threshold" = "Soglia di inclinazione";
"Please enter a valid export URL" = "Immetti un URL di esportazione valido";
"Please enter a valid RTTI URL" = "Immetti un URL RTTI valido";
"Please enter a valid KTA URL" = "Immetti un URL KTA valido";
"Please enter amount" = "Immetti importo";
"Please enter CSkew string" = "Immetti stringa CSkew";
"Please enter custom fields" = "Immetti campi personalizzati";
"Please enter account details" = "Immetti dettagli conto";
"Please enter email address" = "Immetti un indirizzo e-mail";
"Please enter footer" = "Immetti piè di pagina";
"Please enter password" = "Immetti password";
"Please enter the component name" = "Immetti nome componente";
"Please enter username" = "Immetti nome utente";
"Please enter valid email address" = "Immetti indirizzo e-mail valido";
"Port Number" = "Numero porta";
"Port" = "Porta";
"Preview Screen" = "Schermata Anteprima";
"Preview" = "Anteprima";
"Processing Failed" = "Errore elaborazione";
"Processing of the image failed. Please retake." = "Errore di ottimizzazione immagine. Scatta di nuovo.";
"Profile Alert!!!" = "Avviso profilo!";
"Profile Alert!!" = "Avviso profilo!!";
"Profile Name" = "Nome profilo";
"Profile Settings" = "Impostazioni profilo";
"Profile can't be created" = "Impossibile creare profilo";
"Profile with empty name can't be created. Please enter a name." = "Impossibile creare un profilo con nome vuoto. Immetti un nome.";
"Profile with same name exists. Do you want to overwrite existing?" = "Esiste già un profilo con questo nome. Sovrascrivere?";
"Profiles" = "Profili";
"Prompt for Attachment Name:" = "Prompt per nome allegato:";
"Province" = "Provincia";
"Quick Analysis Feedback" = "Feedback analisi rapida";
"RGB COLOR" = "COLORE RGB";
"RTTI Settings" = "Impostazioni RTTI";
"Server Settings" = "Impostazioni server";

"Recipient:" = "Destinatario:";
"Rectangular" = "Rettangolari";
"Red (0 - 255):" = "Rosso (0 - 255):";
"Red" = "Rosso";
"Rename Component" = "Rinomina componente";
"Reset" = "Reimposta";
"Response Error" = "Errore risposta";
"Response received from server is not as expected" = "Risposta ricevuta dal server non è quella attesa";
"Retake Button Text:" = "Testo pulsante scatta di nuovo:";
"Retake Button Text" = "Testo pulsante scatta di nuovo";
"Retake" = "Scatta di nuovo";
"Retake?" = "Scattare di nuovo?";
"Roll Threshold" = "Soglia di scivolamento";
"Rounded" = "Rotondi";
"Routing Number Title" = "Titolo ABI, CAB";
"Routing Number Title:" = "Titolo ABI, CAB:";
"Routing Number" = "ABI, CAB";
"SDK:" = "SDK:";
"SUCCESS" = "RIUSCITO";
"Save" = "Salva";
"Save Profile" = "Salva profilo";
"Savings" = "Risparmi";
"Scale(dpi):" = "Scala (dpi):";
"Search MICR:" = "Cerca MICR:";
"Check For Duplicates:" = "Controlla duplicati:";
"Show Check Info:" = "Mostra info assegno:";
"Select Component" = "Seleziona un componente";
"Select Date Of Birth" = "Seleziona data di nascita";
"Select Destination" = "Seleziona destinazione";
"Select Expiry Date" = "Seleziona data di scadenza";
"Select Gender" = "Seleziona sesso";
"Select Issue Date" = "Selezione data emissione";
"Select Profile" = "Seleziona profilo";
"Select Region" = "Seleziona regione";
"Select an account, Enter amount and then take photos of front and back of the check" = "Seleziona un conto, immetti l'importo e quindi scatta una foto dell'assegno fronte/retro";
"Select the Color Scheme" = "Seleziona schema colore";
"Select the Region of Your ID " = "Seleziona regione proprio ID ";
"Server Name" = "Nome server";
"Server Path:" = "Percorso server";

"Sharpen:" = "Nitidezza:";
"Show All Fields" = "Mostra tutti i campi";
"Show Check Guiding Demo" = "Mostra demo guida assegno:";
"Show Check Info" = "Mostra info assegno";
"Show Detected Page Borders:" = "Mostra bordi pagina rilevati:";
"Show Instruction Screen" = "Mostra schermata istruzioni";
"Show Static Frame:" = "Mostra inquadratura statica:";
"Signature and MICR not found" = "Firma e MICR non trovati";
"Signature not found" = "Firma non trovata";
"Singapore" = "Singapore";
"Skip" = "Ignora";
"State" = "Stato";
"Subject:" = "Oggetto:";
"Submit Alert Text:" = "Testo avviso di invio:";
"Submit Alert Text" = "Testo avviso di invio";
"Submit Button Text" = "Testo pulsante invio";
"Submit Button Text:" = "Testo pulsante invio:";
"Submit Cancel Alert Text:" = "Testo avviso invio annullato:";
"Submit Cancel Alert" = "Avviso invio annullato";
"Submit To" = "Invia a";
"Submit" = "Invia";
"Succeeded" = "Riuscito";
"Summary Screen" = "Schermata di riepilogo";
"Supported image size for this screen:\n\n180 x 180" = "La schermata supporta il formato immagine:\n\n180 x 180";
"Supported images sizes for this screen:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134" = "Questa schermata supporta i formati immagine:\n\niPhone 6: 402 x 134\niPhone 6plus: 402 x 134\niPhone 5+: 402 x 134\niPhone 4s: 402 x 134";
"Supported images sizes for this screen:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334)\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960" = "Questa schermata supporta i formati immagine:\n\niPhone 6plus: 1242 x 2080||2208\niPhone 6: 750 x 1206||1334\niPhone 5+: 640 x 1008 || 1136\niPhone 4s: 640 x 832 || 960";
"Take a photo of Payment Coupon" = "Scatta foto a scontrino di pagamento";
"Take a photo of credit card and submit for payment" = "Scatta foto a carta di credito e invia per il pagamento";
"Take a photo of back of the check" = "Scatta foto del retro assegno";
"Tap to capture manually" = "Tocca per acquisizione manuale";
"Tap to capture" = "Tocca per acquisire";
"Target & Circle" = "Mirino e cerchio";
"Text Color" = "Colore testo";
"The Current Profile" = "Profilo corrente";
"The RTTI server may be offline or does not exist." = "Il server RTTI potrebbe essere offline o non esiste.";
"The KTA server may be offline or does not exist." = "Il server KTA potrebbe essere offline o non esiste.";
"The Request timed out." = "Richiesta scaduta.";
"The amount you entered does not match the amount scanned from your check" = "L'importo immesso non corrisponde alla scansione dell'importo assegno";
"This check is invalid as the codeline includes an encoded amount." = "Assegno non valido, la codeline include un importo cifrato.";
"The captured image is" = "Immagine acquisita è";
"This appears to be the front for the check. Please capture the back of the check" = "Questo sembra essere il fronte dell'assegno. Acquisisci il retro";
"Title Color" = "Colore titolo";
"To import a Kofax Mobile Demo Profile tap on the attached File and select 'Open in Kofax Mobile Demo'" = "Per importare un profilo Kofax Mobile Demo tocca il file allegato e seleziona 'Apri in Kofax Mobile Demo'";
"Unable to create mail" = "Impossibile creare mail";
"Unable to find MICR. Would you like to retry?" = "Impossibile trovare MICR. Riprovare?";
"Unable to find Signature. Would you like to retry?" = "Impossibile trovare firma. Riprovare?";
"Unable to find both MICR and Signature. Would you like to retry?" = "Impossibile trovare MICR e firma. Riprovare?";
"Unicolor" = "Tinta unita";
"United States" = "Stati Uniti";
"Unknown KMC License error!" = "Errore licenza KMC sconosciuto!";
"Use Button Text:" = "Testo pulsante uso:";
"Use Button Text" = "Testo pulsante uso";
"Use Default Settings:" = "Usa impostazioni predefinite:";
"Use Hand Print:" = "Usa testo manoscritto:";
"Use Quick Analysis:" = "Usa analisi rapida:";
"Use SSL:" = "Usa SSL:";
"Use" = "Uso";
"Used Document Type" = "Tipo documento usato";
"User Instruction Text:" = "Testo istruzioni utente:";
"User Instruction Text" = "Testo istruzioni utente";
"Username" = "Nome utente";
"Version Information" = "Informazioni sulla versione";
"Video" = "Video";
"Would you like to delete Active Profile?" = "Eliminare il profilo attivo?";
"Would you like to retake?" = "Scattare di nuovo?";
"Yes" = "Sì";
"You are holding device too far or too near to Passport" = "Dispositivo troppo lontano o troppo vicino al passaporto";
"You are holding device too far or too near to check" = "Dispositivo troppo lontano o troppo vicino all'assegno";
"You are holding device too far or too near to coupon" = "Dispositivo troppo lontano o troppo vicino allo scontrino";
"You may be holding the device too near to or too far from the driver license" = "Forse tieni il dispositivo troppo vicino o troppo lontano dalla patente di guida";
"Your check deposit has been accepted and is in review" = "Deposito assegno accettato, in revisione";
"Your check deposit has been accepted" = "Il deposito assegno è stato accettato";
"Zip Code" = "CAP";
"Zip" = "CAP";
"and over-saturated" = "e troppo saturata";
"and under saturated" = "e poco saturata";
"blurred" = "sfocato";
"over-saturated" = "troppo saturata";
"test" = "test";
"true" = "Vero";
"under saturated" = "poco saturata";
"© 2016 Kofax Mobile Demo" = "© 2016 Kofax Mobile Demo";
"Please configure your mail in Setting of the device" = "Configurare la posta nelle Impostazioni del dispositivo";
"Message" = "Messaggio";
"Would you like to send the images via mail for debugging?" = "Inviare le immagini via mail per il debug?";
"Check image is too light. Please re-take the picture and submit again." = "Immagine assegno troppo chiara. Scatta e invia di nuovo.";
"Check image is too dark. Please re-take the picture and submit again." = "Immagine assegno troppo scura. Scatta e invia di nuovo.";
"Codeline is not usable. Please re-take the picture and submit again." = "Codeline non utilizzabile. Scatta e invia di nuovo.";
"Deposit amount is not recognized. Please re-take the picture and submit again." = "Importo deposito non riconosciuto. Scatta e invia di nuovo.";
"Transit number is invalid. Please try different check." = "Codice banca non valido. Provare con un altro assegno.";
"Reason For Rejection" = "Motivo del rifiuto";
"Credit Card" = "Carta di credito";
"Fill viewable area with credit card" = "Riempi area visibile con carta di credito";
"Creditcard extraction cannot be performed because the app cannot connect to the network." = "Estrazione carta di credito non riuscita, app non connessa alla rete.";
"Could not read the credit card." = "Impossibile leggere la carta di credito.";
"Center credit card" = "Centra carta di credito";
"Extract method" = "Estrai metodo";
"Please enter valid card number" = "Immetti numero carta valido";
"Please enter valid expiry date" = "Immetti una data di scadenza valida";
"Please enter valid CVV" = "Immetti codice CVV valido";
"Select Country" = "Seleziona Paese";
"Select the country of your check" = "Seleziona il paese dell'assegno";
"Check Information" = "Informazioni assegno";
"Select the country of your BILL" = "Seleziona paese fattura";
"Could not read the document." = "Impossibile leggere il documento.";
"Pay By" = "Paga entro";
"Capture Image" = "Acquisisci immagine";
"Capture Barcode" = "Acquisisci codice a barre";
"Old-ID" = "Vecchio ID";
"New-ID" = "Nuovo ID";
"Could not classify ID Card." = "Impossibile classificare carta ID.";
"ID Card extraction cannot be performed because the app cannot connect to the network." = "Estrazione carta ID non riuscita, app non connessa alla rete.";
"Signature" = "Firma";
"Photo" = "Foto";
"Female" = "Femmina";
"ID Card" = "Carta ID";
"Configure Theme" = "Configura tema";
"Please enter app title" = "Immetti titolo app";
"Footer:" = "Piè di pagina:";
"Component Graphics" = "Grafica componente";
"Application Graphics" = "Grafiche applicazione";
"Select Header Color" = "Seleziona colore intestazione";
"Select Button Color" = "Seleziona colore pulsante";
"Select Header Text Color" = "Seleziona colore testo intestazione";
"Select Button Text Color" = "Seleziona colore testo pulsante";
"Enter Component Name" = "Immetti nome componente";
"Edit Labels" = "Modifica etichette";
"Default Email Address" = "Indirizzo e-mail predefinito";
"Kofax Mobile Demo" = "Kofax Mobile Demo";
"Server Type" = "Tipo server";
"Save Original Image" = "Salva immagine originale";
"Highlight extracted data" = "Evidenzia dati estratti";
"Enter Username" = "Immetti nome utente";
"Enter Password" = "Immetti passaporto";
"Enter Process Name" = "Immetti nome processo";
"Enter ID Type " = "Immetti tipo ID ";

"Account" = "Conto";
"Process Name" = "Nome processo";
"ID Type" = "Tipo ID";
"Please enter ID type" = "Immettere tipo ID";
"Please enter process name" = "Immetti nome processo";
"Show Gallery:" = "Mostra galleria:";
"Stability Delay" = "Ritardo stabilità";
"Auto Torch:" = "Illuminazione automatica:";
"Uniform Guidance" = "Guida uniforme";
"Export URL" = "Esporta URL";
"JSON" = "JSON";
"MSSQL" = "MSSQL";
"RAM Threshold (KB):" = "Soglia RAM (KB):";
"File Threshold (KB):" = "Soglia file (KB):";
"Barcode Reader" = "Lettore codice a barre";
"Usable" = "Utilizzabile";
"Duplicate" = "Duplicato";
"LAR" = "LAR";
"CAR" = "CAR";
"Routing No." = "ABI, CAB.";
"amount" = "importo";
"Account No." = "N° conto";
"Auxiliary On-Us" = "Auxiliary On-Us";
"EPC" = "EPC";
"Date" = "Data";
"Payee name" = "Nome beneficiario";
"Restrictive Endorsement Present" = "Presente girata restrittiva";
"Restrictive Endorsement" = "Girata restrittiva";
"Signature" = "Firma";
"Codeline" = "Codeline";
"Payee Endorsement" = "Girata del beneficiario";
"Under size Image" = "Immagine troppo piccola";
"Torn Document Corners" = "Angoli documento strappati";
"Torn Document Edges" = "Bordi documento strappati";
"Document Framing Error" = "Errore inquadratura documento";
"Document Skew" = "Documento obliquo";
"Over size Image" = "Immagine troppo grande";
"Piggy back Document" = "Documento salvadanaio";
"Image Too Light" = "Immagine troppo chiara";
"Image Too Dark" = "Immagine troppo scura";
"Horizontal Streaks" = "Strisce orizzontali";
"Below Min Front Image Size" = "Immagine fronte: la risoluzione è sotto il limite minimo";
"Above Max Front Image Size" = "Immagine fronte: la risoluzione è sopra il limite massimo";
"Below Min Rear Image Size" = "Immagine retro: la risoluzione è sotto il limite minimo";
"Above Max Rear Image Size" = "Immagine retro: la risoluzione è sopra il limite massimo";
"Spot Noise" = "Macchie e segni";
"Image Dimension Mismatch" = "Dimensioni immagini non corrispondenti";
"Carbon Strip" = "Tracce carta carbone";
"Out Of Focus" = "Fuori fuoco";
"True" = "Vero";
"MICR" = "MICR";
"Fill viewable area with check" = "Riempi area visibile con assegno";
"Move Back" = "Più lontano";
"Done!" = "Fatto!";
"NONE" = "NESSUNO";
"Fill viewable area with payment coupon" = "Riempi area visibile con scontrino pagamento";
"Center Payment coupon" = "Centra scontrino pagamento";
"Hold Device More Level" = "Livello di posizione in piano del dispositivo";
"Rotate Device" = "Ruota dispositivo";
"Hold Device Level" = "Livello di posizione in piano del dispositivo";
"ID Card Submitted For Processing" = "Carta d'identità inviata per l'elaborazione";
"Capture your information simply by taking a photo of your ID Card" = "Scatta una foto alla carta d'identità e acquisisci i tuoi dati";
"Do you want to cancel submission of the ID Card?" = "Annullare invio documento d'identità?";
"Fill viewable area with ID card" = "Riempi area visibile con carta d'identità";
"Center ID card" = "Centra carta d'identità";
"Capture the information page" = "Acquisisci la pagina informazioni";
"Fill viewable area with passport" = "Riempi area visibile con passaporto";
"Country" = "Paese";
"Show Check Guiding Demo:" = "Mostra demo guida assegno:";
"Nationality" = "Nazionalità";
"Hong Kong" = "Hong Kong";
"United Kingdom" = "Regno Unito";
"NA" = "NON APP";
"BankRight" = "BankRight";
"Bankright" = "BANKRIGHT";
"RTTI" = "RTTI";
"KTA" = "KTA";
"Back Retake Button Text:" = "Testo pulsante scatta di nuovo retro:";
"Back Retake Button Text" = "Testo pulsante scatta di nuovo retro";
"Back User Instruction Text:" = "Testo istruzione utente retro:";
"Captured Message Text:" = "Testo messaggio acquisito:";
"Captured Message Text" = "Testo messaggio acquisito";
"Center Message Text:" = "Testo centra messaggio:";
"Center Message Text" = "Testo centra messaggio";
"Zoom Out Text:" = "Testo zoom indietro:";
"Zoom Out Text" = "Testo zoom indietro";
"Hold Parallel Text" = "Testo mantieni parallelo";
"Hold Parallel Text:" = "Testo mantieni parallelo:";
"Orientation Text" = "Testo orientamento";
"Orientation Text:" = "Testo orientamento:";
"Front Instructions Text:" = "Testo istruzioni fronte:";
"Send Image Summary:" = "Invia riepilogo immagine:";
"Submit Payment" = "Invia pagamento";
"Tap on image to preview" = "Tocca l'immagine per l'anteprima";
"Center Check" = "Centra assegno";
"Check Results" = "Assegno";
"IQA Results" = "IQA";
"Usability Results" = "Usabilità";
"NO" = "NO";
"YES" = "SÌ";
"Center Passport" = "Centra passaporto";
"Blue" = "Blu";
"Cameroon" = "Camerun";
"Other" = "Altro";
"China" = "Cina";
"India" = "India";
"South Korea" = "Corea del Sud";
"Keypass" = "Keypass";
"Albania" = "Albania";
"Germany" = "Germania";
"Lithuania" = "Lituania";
"Luxembourg" = "Lussemburgo";
"Brazil" = "Brasile";
"Ecuador" = "Ecuador";
"El Salvador" = "El Salvador";
"Guatemala" = "Guatemala";
"St. Christ Nevis" = "St Christ Nevis";
"SELECT THE COUNTRY OF YOUR ID" = "SELEZIONA PAESE DEL DOCUMENTO";
"MICR:" = "MICR:";
"Check No:" = "N° assegno:";
"Amount:" = "Importo:";
"Date:" = "Data:";
"Done" = "Fatto";
"Next" = "Avanti";
"Previous" = "Indietro";
"Remember Me" = "Ricordami";
"MM / YY" = "MM/AA";
"ID" = "ID";
"First Name" = "Nome";
"Middle Name" = "Secondo nome";
"Last Name" = "Cognome";
"Street" = "Via";
"Enter City" = "Immetti città";
"Enter State" = "Immetti stato";
"Enter Zip Code" = "Immetti CAP";
"FirstName" = "Nome";
"MiddleName" = "Secondo nome";
"LastName" = "Cognome";
"DateOfBirth" = "Data di nascita";
"Gender" = "Sesso";
"ISG" = "ISG";
"GPU" = "GPU";
"Enter Driver License" = "Immetti patente di guida";
"Issue Date" = "Data di emissione";
"Date Of Birth" = "Data di nascita";
"Enter First Name" = "Immetti nome";
"Enter Gender" = "Immetti sesso";
"Enter Date Of Birth" = "Immetti data di nascita";
"Enter Issue Date" = "Immetti data emissione";
"Enter Expiry Date" = "Immetti data scadenza";
"IssueDate" = "Data di emissione";
"ExpirationDate" = "Data scadenza";
"Country" = "Paese";
"CountryLong" = "Paese esteso";
"Nationality" = "Nazionalità";
"PersonalNumber" = "Numero personale";
"PassportNumber" = "Numero passaporto";
"MRZ1" = "MRZ1";
"MRZ2" = "MRZ2";
"Edge Detection:" = "Rilevamento bordo:";
"Show Guiding Demo:" = "Mostra demo di guida:";
"Please enter valid amount." = "Immettere un importo valido.";
"Extraction Settings" = "Impostazioni di estrazione";
"Available Offline Count" = "Conteggio offline disponibile:";
"Acquire Count" = "Acquisisci conteggio:";
"Server Type" = "Tipo server";
"Auto-Fetch" = "Recupero auto:";
"Fetch" = "Recupero";
"Server URL" = "URL server";
"License Volume" = "Volume di licenza";
"On Device" = "Su dispositivo";
"Extraction Type" = "Tipo di estrazione";
"Server" = "Server";
"Edit" = "Modifica";
"Delete" = "Elimina";
"Back Side" = "Retro";
"Key 1,Display Label 1;Key 2,Display Label 2;" = "Key 1,Mostra etichetta 1;Key 2,Mostra etichetta 2;";
"Enter License" = "Immetti licenza";
"Scan License QR Code" = "Esegui scansione codice QR patente";
"OR" = "OR";

"Models Download" = "Download dei modelli";
"Download Models" = "Scarica modelli";
"Download Completed" = "Download completato";
"Do you want to download Models now" = "Scaricare i modelli ora";
"Models are up to date" = "I modelli sono aggiornati";
"Please enter a valid Models server URL" = "Immetti un URL server Modelli valido";
"Please enter a valid server URL" = "Immetti un url server valido";
"Download Models first to continue with ODE" = "Per continuare con ODE scarica prima i modelli";
"Image Processing:" = "Elaborazione immagine:";
"Card Network" = "Circuito della carta";
"Could not read the card." = "Impossibile leggere la carta di credito.";
"No Network" = "Rete assente";
"Network is not available!!" = "Circuito non disponibile!!";
"Mobile ID" = "Mobile ID";
"Server Extraction" = "Estrazione server";
"Server & Device Extraction" = "Estrazione server e dispositivo";
"Kofax" = "Kofax";
